Repository: vRITHNER/sobees
Catalog: WPF/BGlobals.WPF/Resources/Resources.*.resx
Languages: de, es, fr, it

# txtblAddMultiPostingServiceSobees
source: In order to update your status on additional services, please connect to them within sobees.
de: Um Ihren Status auf andere Service zu aktualisieren, melden sie sich auf Ihre Kontos durch sobees.
es: Para actualizar su estado en servicios adicionales, por favor conéctese a sus cuentas desde sobees
fr: Afin de mettre à jour votre statut sur d'autres services, veuillez vous connecter à vos comptes depuis sobees.
it: Per aggiornare il suo stato su altri servizi, si prega di connettersi ai suoi conti via sobees.

# txtBlAddNew
source: Add a new group
de: Einer neuen Gruppe hinzufügen
es: Agregar un nuevo grupo
fr: Ajouter un nouveau groupe
it: Aggiungere nuovo gruppo

# txtblAddToList
source: Add to list
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à une liste
it: Aggiungere a lista

# txtblBirthday
source: Birthday:
de: Geburtstag:
es: cumpleaños:
fr: Anniversaire:
it: Data di nascita:

# txtblBirthdayCaption
source: Birthday(s)
de: Geburtstage
es: Cumpleaños (s)
fr: Anniversaire(s)
it: Date di nascita

# txtBlCloseservice
source: Close service
de: Den Service schliessen
es: Cerrar el servicio
fr: Fermer le service
it: Chiudere il servizio

# txtblConfirmationBlock
source: Are you sure your want to Block this User?
de: Sind Sie sicher, dass Sie diesen Benutzer blocken möchten?
es: ¿Está seguro de querer bloquear a este usuario?
fr: Etes-vous certain de vouloir bloquer cet utilisateur?
it: Sei sicuro di voler bloccare questo utente?

# txtblConfirmationReportSpam
source: Are you sure you want to Report this User for Spam?
de: Sind Sie sicher, dass Sie diesen Benutzer für Spam melden möchten?
es: ¿Está seguro de querer reportar a este usuario como Spam?
fr: Etes-vous certain de vouloir annoncer cet utilisateur pour du spam?
it: Sei sicuro di voler denunciare questo utente per spam?

# txtblConnectNew
source: Connect to a new service
de: Anmeldung an einen neuen Service
es: Conectar a un nuevo servicio
fr: Connexion à un nouveau service
it: Connetti ad un nuovo servizio

# txtblCopyright
source: Copyright 2007-2014 by sobees Ltd
de: Copyright 2007-2014 von sobees Ltd
es: Derechos reservados 2007-2012 de sobees Ltd
fr: Copyright 2007-2014 par sobees Ltd
it: Copyright 2007-2014 di sobees Ltd

# txtblCopyrightWarning
source: Warning : This computer program is protected by copyright laws and international treaties. Unauthorised reproduction or redistribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law. By using sobees, you are agreeing to be bound by sobees
de: Achtung: Dieses Programm ist durch Urheberrechtsgesetze und internationale Verträge geschützt. Die unbefugte Reproduktion oder der Vertrieb dieses Programms oder von Teilen desselben können zivil - oder strafrechtlich verfolgt werden und führen zu Strafen im gesetzlich festgelegten Höchstmass. By using sobees, you are agreeing to be bound by sobees
es: Advertencia: Este programa está protegido por las leyes y tratados internacionales de derechos reservados. La reproducción o distribución no autorizada de este programa, o de cualquiera de sus partes, puede resultar en sanciones severas tanto civiles como penales y serán objeto del máximo rigor que la ley lo permita. Utilizando sobees acepta estar vinculado por sobees.
fr: Attention : Ce programme est protégé par les lois et traités internationaux sur le copyright. Toute reproduction ou distribution non autorisée de ce programme, en tout ou partie, est passible de graves sanctions civiles et pénales. Les contrevenants seront poursuivis dans toute la mesure permise par la loi. En utilisant sobees, vous acceptez d'être lié par
it: Attenzione: Questo programma è protetto dalla legge sui diritti di autore e dai trattati internazionali. La riproduzione o distribuzione non autorizzata di questo programma, o di sue parti, comportano Ia violazione di leggi civili e penali, e saranno perseguite nella massima misura possibile ai sensi di legge. Utilizzando sobees accetta di essere obbligato a sobees

# txtblCreateNewList
source: Create a new list
de: Neue Liste erstellen
es: Crear una nueva lista
fr: Créer un nouvelle liste
it: Creare una nuova lista

# txtblCrossServices
source: Cross services settings
de: Einstellungen für alle Dienste
es: Configuraciones de los servicios cruzados
fr: Paramètres valables pour tous les services
it: Impostazioni di tutti i servizi

# txtblEnterSearch
source: Enter your search
de: Einen Suchbegriff eingeben
es: Introducir su búsqueda
fr: Entrer une recherche
it: Cerca

# txtBlEnterUsers
source: Enter users:
de: Benutzer eingeben:
es: Introducir los usuarios:
fr: Entrer les utilisateurs:
it: Inserire gli utenti:

# txtBlEnterWords
source: Enter words:
de: Wörter eingeben:
es: Introducir las palabras:
fr: Entrer les mots:
it: Inserire le parole:

# txtBlEnterYourSpam
source: Enter words/sentences that should be banned from your timeline.
de: Wörter/Sätze, die in der Timeline nicht erscheinen sollen, eingeben.
es: Introduzca las palabras o frases que no deberían aparecer en su tabla cronológica.
fr: Entrer les mots/phrases qui ne doivent pas apparaître dans votre flux d'activités
it: Inserire le parole/frasi che dovrebbero essere rimosse dal timeline

# txtblFilterHere
source: Filter here...
de: Hier filtern…
es: Filtrar aquí…
fr: Filtrer ici…
it: filtrare qui...

# txtblFirstLauch00
source: Connect to your favorite social sites with My Social Networks by sobees.
de: Nutzen Sie Ihre Lieblings-Netzwerke direkt in Yahoo! Mail.
es: Conéctese a sus redes sociales favoritas desde Mis redes sociales de Sobees
fr: Connectez-vous à vos réseaux sociaux préférés depuis "Mes réseaux sociaux" de sobees.
it: Connettiti ai tuoi social network preferiti con I miei social network di Sobees

# txtblFirstLauch0A
source: By using My Social Networks, you can:
de: Mit "Meine Sozialen Netzwerke" können Sie:
es: Mis redes sociales le permite:
fr: "Mes réseaux sociaux" vous permet:
it: Cosa posso fare con I miei social network?

# txtblFirstLauch0B
source: connect with your Twitter, Facebook, LinkedIn and MySpace friends directly from your inbox (see what they are doing, the pictures they are sharing…)
de: Mit Ihren Freunden bei Twitter, Facebook, LinkedIn und MySpace direkt aus Yahoo! Mail kommunizieren
es: Conectar con sus amigos de Twitter, Facebook, LinkedIn y MySpace directamente desde su bandeja de entrada (ver lo que están haciendo, las fotos que están compartiendo ...)
fr: d'interagir avec vos amis Twitter, Facebook, LinkedIn ainsi que MySpace directement depuis votre e-mail (voir ce qu'ils font, leurs photos,…)
it: Guarda le attività dei tuoi amici su Twitter, Facebook, LinkedIn e My Space direttamente dalla tua casella di posta in arrivo

# txtblFirstLauch0C
source: share anything by e-mail and add events to your calendar in one click
de: Informationen per Mail versenden und Veranstaltungen in Ihren Kalender eintragen
es: Compartir todo por correo electrónico y añadir eventos a su calendario con un solo clic
fr: de partager une information par e-mail et d'ajouter des évènements à votre calendrier en un seul click
it: Condividi informazioni via email e aggiungi eventi al tuo calendario con un clic

# txtblFirstLauch0E
source: update your status on multiple services in one go
de: Ihren Status auf mehreren Netzwerken gleichzeitig aktualisieren
es: actualizar su estado en múltiples servicios de una sola vez
fr: de mettre à jour votre statut sur plusieurs services simultanément
it: Aggiorna lo stato su diversi social network contemporaneamente

# txtblFirstLauch0F
source: get real-time information from the web
de: Echtzeit-Nachrichten aus dem Web erhalten
es: Obtener información en tiempo real de la web
fr: d'obtenir des informations provenant du web en temps réel
it: Ottieni informazioni in tempo reale dal web

# txtblFirstLauch0H
source: To start using My Social Networks right now, simply click Next and connect to the services you want to use.
de: Klicken Sie "Weiter", um Meine Sozialen Netzwerke jetzt zu starten.
es: Para empezar a utilizar Mis redes sociales ahora, simplemente haga clic en “Siguiente” y conéctese a los servicios que desee usar.
fr: Afin de démarrer "Mes réseaux sociaux" maintenant, cliquez simplement sur "Suivant" et connectez-vous aux services que vous souhaitez utiliser.
it: Per iniziare ad utilizzare I miei social network, clicca sul tasto Seguente e connettiti ai siti web che preferisci.

# txtblFirstLauch1A
source: Choose a language
de: Eine Sprache wählen
es: Elegir un idioma
fr: Choisir une langue
it: Scegliere una lingua

# txtblFirstLauch2A
source: Connect to the services you want to use
de: Loggen Sie sich in den gewünschte Service ein
es: Conéctese a los servicios que desee utilizar
fr: Connectez-vous aux services que vous souhaitez utiliser
it: Connettiti ai tuoi social network preferiti

# txtblFirstLauchSobA
source: Connect to your favorite social sites with sobees.
de: Loggen Sie sich in Ihre Favoriten soziale Netzwerke durch sobees ein.
es: Conéctese a sus redes sociales preferidas con sobees
fr: Connectez-vous à vos réseaux sociaux préférés depuis sobees.
it: Si connetta ai Suoi siti sociali favoriti con sobees.

# txtblFirstLauchSobB
source: By using sobees, you can:
de: sobees erlaubt Ihnen:
es: Sobees le permite:
fr: sobees vous permet:
it: sobees ti permette di:

# txtblFirstLauchSobCa
source: connect with your Twitter, Facebook, LinkedIn and MySpace friends (see what they are doing, the pictures they are sharing…)
de: mit Ihren Twitter, Facebook, LinkedIn und MySpace Freunden kommunizieren (was sie machen, ihre Fotos…)
es: Conéctese con sus amigos de Twitter, Facebook, LinkedIn al igual que Myspace (ver lo que están haciendo, las fotos que están compartiendo…)
fr: d'interagir avec vos amis Twitter, Facebook, LinkedIn ainsi que MySpace (voir ce qu'ils font, leurs photos,…)
it: Connettiti con i tuoi amici Twitter, Facebook, LinkedIn e MySpace (vedere cosa stanno facendo, le immagini che condividono…)

# txtblFirstLauchSobG
source: To start using sobees right now, simply click Next and connect to the services you want to use.
de: Um sobees jetzt zu starten, klicken Sie auf "weiter" und melden sich an
es: Para iniciar usando sobees ahora, simplemente haga clic en “siguiente” y conéctese al servicio que desee usar.
fr: Afin de démarrer sobees maintenant, cliquez simplement sur "Suivant" et connectez-vous aux services que vous souhaitez utiliser.
it: Per iniziare ad utilizzare sobees, clicca sul tasto Seguente e connettiti ai siti web che preferisci.

# txtblFollowers
source: followers
es: siguientes
fr: abonnés
it: seguaci

# txtblFollowing
source: following
es: siguiente
fr: abonnements
it: seguente/i

# txtBlGroupName
source: Enter the name of the group:
de: Den Gruppename eingeben:
es: Introduzca el nombre del grupo:
fr: Entrer le nom du groupe:
it: Inserire il nome del gruppo:

# txtBlGroupNameUpdate
source: Update the group's name:
de: Den Gruppename ändern:
es: Actualizar el nombre de grupo:
fr: Modifier le nom du groupe:
it: Aggiornare il nome del gruppo:

# txtblInterests
source: Interests:
de: Interessen:
es: Intereses:
fr: Intérêts:
it: Interessi:

# txtblJoinedTitle
source: Using Twitter since
de: Beitrittsdatum:
es: Utilizar Twitter desde
fr: Utilise Twitter depuis
it: Utilizza Twitter da

# txtblkAccountSettings
source: Account settings
de: Konto-Einstellungen
es: Configuraciones de la cuenta
fr: Paramètres du compte
it: Impostazioni account

# txtblkAddTwAccount
source: Click here to configure your Twitter account(s). For Facebook and MySpace, please connect to your account directly from the "Choose a service" window.
de: Hier klicken, um ein Twitterkonto zu konfigurieren. Für Facebook und MySpace, geht die Verbindung direkt vom "einen Service wählen" Fenster aus.
es: Haga clic aquí para configurar su (s) cuenta(s) Twitter. Para Facebook y Myspace, por favor conéctese a su cuenta directamente desde la ventana "elegir un servicio"
fr: Cliquer ici pour configurer votre (vos) compte(s) Twitter. Pour Facebook et MySpace, veuillez s'il vous plaît vous connecter à votre compte directement depuis la fenêtre "Choisir un service".
it: Clicca qui per configurare i(l) suo/i conto/i Twitter.Per Facebook e Myspace autorizza l’accesso al tuo account dalla finestra "Scegliere un servizio".

# txtblkChooseAccount
source: Choose your account:
de: Ein Konto wählen:
es: Elegir una cuenta:
fr: Choisir un compte:
it: Scegliere un conto:

# txtblkHelpLogin
source: Enter your username and password below in order to add a Twitter account, then click the "Add" button. No account yet? Visit http://twitter.com/signup and sign up first.
de: Um ein Twitterkonto hinzufügen, unten Anmeldename und Passwort eingeben, dann Schaltfläche "hinzufügen" klicken.Noch kein Konto? Besuche zuerst http://twitter.com/signup
es: Para agregar una cuenta Twitter, introduzca aquí debajo su nombre de usuario y contraseña, luego haga clic en el botón “agregar”. Aún no dispone de cuenta? Visite http://twitter.com/signup e inscríbase.
fr: Afin d'ajouter un compte Twitter, entrez votre identifiant et votre mot de passe ci-dessous, puis cliquez sur le bouton "Ajouter".Pas encore de compte? Visitez http://twitter.com/signup et inscrivez-vous.
it: Inserisca il nome utente e la password qui sotto per poter aggiungere un conto Twitter, poi clicchi l'icona „aggiungi“. Non ha ancora un conto?Visiti http://twitter.com/signup et s'iscriva.

# txtblkMyAccounts
source: My accounts
de: Meine Konten
es: Mis cuentas
fr: Mes comptes
it: I miei account

# txtblkNoAccounts
source: No Account
de: Kein Konto
es: No hay cuenta
fr: Aucun compte
it: nessun conto

# txtblkPasswordLogin
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# txtblkRTSSettings
source: Real-time search settings
de: Real-time search Einstellungen
es: Configuraciones de búsqueda en tiempo real
fr: Paramètres Real-time search
it: Impostazioni di ricerca in tempo reale

# txtblkShortener
source: Select the service you want to use to shorten URLs
de: Den gewünschten Service, um die URLs zu verkürzen, wählen:
es: Seleccionar el servicio que desee utilizar para reducir los URLs
fr: Sélectionner le service que vous souhaitez utiliser pour raccourcir les URLs
it: Seleziona il servizio che vuoi utilizzare per accorciare gli URLs

# txtblkSignature
source: Automatic signature
de: Automatische Anmeldung
es: Firma automática
fr: Signature automatique
it: firma automatica

# txtblkSignatureHelp
source: Automatically append this string to your outgoing tweets.
de: Diese Zeichenfolge automatisch an die ausgehenden Tweets hinzufügen.
es: Agregar automáticamente esta cadena de caracteres a tus Tweets salientes
fr: Ajouter automatiquement cette chaîne de caractères à vos tweets sortant.
it: Aggiungere automaticamente questa stringa ai vostri tweet in uscita

# txtblkTWSettings
source: Twitter general settings
de: Generelle Einstellungen für Twitter
es: Configuraciones generales Twitter
fr: Paramètres généraux Twitter
it: Impostazioni generali Twitter

# txtblkUsernameLogin
source: Login
de: Anmeldename
es: Iniciar sesión
fr: Identifiant
it: Accedi

# txtblkWarningLostSettings
source: Your existing setup will be lost if you change layout.
de: Bei Änderung der Vorlage geht die aktuelle Konfuguration verloren.
es: Si cambia de modelo perderá su configuración actual
fr: Votre configuration actuelle sera perdue si vous changez de modèle.
it: La tua configurazione attuale andrà persa se cambi d'impaginazione

# txtblLanguage
source: Language:
de: Sprache:
es: Lengua
fr: Langue:
it: Lingua:

# txtblListname
source: List name
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Lista di nomi

# txtblLoadingSobees
source: Loading sobees
de: sobees wird aufgeladen
fr: Chargement de sobees

# txtblLocation
source: Location:
de: Standort:
es: Ubicación:
fr: Emplacement:
it: Ubicazione:

# txtblMood
source: Mood
de: Laune
es: Humor
fr: Humeur
it: Umore:

# txtblMovies
source: Movies:
de: Filme:
es: Películas:
fr: Films:
it: Film:

# txtblMultiPostClose
source: Close this window
de: Dieses Fenster schliessen
es: Cerrar esta ventana
fr: Fermer cette fenêtre
it: Chiudere questa finestra

# txtblMultiPostRepost
source: Post a new status update
de: Einen neuen Status veröffentlichen
es: Publicar un nuevo estado
fr: Poster un nouveau statut
it: pubblicare un nuovo aggiornamento dello stato

# txtblMultiPostsuccess
source: Your status has been successfully updated!
de: Ihr Status wurde erfolgreich aktualisiert!
es: Su estado se ha actualizado correctamente!
fr: Votre statut a été mis à jour avec succès!
it: Il tuo status è stato aggiornato con successo!

# txtblMusic
source: Music:
de: Musik:
es: Música:
fr: Musique:
it: Musica:

# txtblNumberResult
source: Number of results returned
de: Anzahl der zurückgegebenen Ergebnisse
es: Número de resultados rechazados
fr: Nombre de résultats retournés
it: numero dei risultati restituiti

# txtblNumberResultKeeped
source: Number of results kept
de: Anzahl der behaltenen Ergebnisse
es: Número de resultados conservados
fr: Nombre de résultats gardés
it: numero dei risultati conservati

# txtblPrivacy
source: Privacy
de: Datenschutz
es: privacidad
fr: Vie privée

# txtblPrivate
source: private
de: privat
es: privado
fr: privé
it: privato

# txtblRefreshTime
source: Refresh time
de: Refresh-Zeit
es: Actualizar
fr: Rafraîchissement
it: Aggiornamento

# txtblRefreshTimeFF
source: Refresh time Friendfeed
de: Refresh-Zeit FriendFeed
es: Actualizar Friendfeed
fr: Rafraîchissement de Friendfeed
it: aggiornamento di Friendfeed

# txtblRefreshTimeOR
source: Refresh time OneRiot
de: Refresh-Zeit OneRiot
es: Actualizar Oneriot
fr: Rafraîchissement de OneRiot
it: aggiornamento di OneRiot

# txtblRefreshTimeTS
source: Refresh time Twitter Search
de: Refresh-Zeit Twitter Suche
es: Actualizar la búsqueda Twitter
fr: Rafraîchissement de la Recherche Twitter
it: aggiornamento della ricerca Twitter

# txtBlRemainingApiText
source: Remaining APIs:
de: Restliche API:
es: APIs restantes:
fr: APIs restantes:
it: APIs restanti:

# txtblReplace
source: Replace
de: Ersetzen
es: Remplazar
fr: Replacer
it: Sostituisci

# txtBlResetsText
source: Resets:
de: Neuinitialisierung:
es: Reiniciar:
fr: Réinitialisation:
it: Resettati:

# txtblRestoreSettings
source: Restore sobees settings
de: sobees Einstellungen wiederherstellen
es: Restaurar las configuraciones de sobees
fr: restaurer les paramètres de sobees
it: Ripristina le impostazioni sobees

# txtblResuls
source: results
de: Ergebnisse
es: resultados
fr: résultats
it: risultati

# txtblRTSSettings
source: Search recent messages settings
de: Echtzeit-Suche Einstellungen
es: Buscar las configuraciones de los mensajes recientes
fr: Paramètres de la Recherche de messages récents
it: Impostazioni della ricerca di messaggi recenti

# txtblSaveBDule
source: Save sobees settings (Backup)
de: sobees Einstellungen speichern
es: Guardar la configuración de sobees
fr: Enregistrer les paramètres de sobees
it: Salva le impostazioni di sobees

# txtblSearchHelp
source: In order to search recent messages posted on Twitter, Friendfeed, type a keyword below
de: Um neue Nachrichten auf Twitter und FriendFeed zu suchen, tippen Sie ein Schlüsselwort unten ein
es: Para buscar mensajes recientes enviados en Twitter y Friendfeed, escriba a continuación una palabra clave
fr: Pour effectuer une recherche dans les messages récents Twitter et Friendfeed, saisissez un mot clé ci-dessous
it: Per poter effettuare una ricerca dei nuovi messaggi su Twitter e Friendfeed, digita una parola chiave qui sotto

# txtblSelectAccount
source: Or select account
de: oder ein Konto auswählen
es: O seleccione una cuenta
fr: Ou sélectionner un compte
it: Seleziona account

# txtblSelectFavorites
source: Select the account(s) to which you want to add this favorite.
de: Wählen Sie das Konto an welchem sie diesen Favorit hinzufügen möchten
es: Seleccione la cuenta (s) a la que desea añadir este favorito.
fr: Sélectionner le compte auquel vous souhaitez ajouter ce favori.
it: Seleziona i(l) conto/i al/i quali desideri aggiungere questo preferito

# txtblSelectFollow
source: Select the account(s) you want to use to follow this user.
de: Wählen Sie das Konto mit welchem Sie diesem Benutzer folgen möchten
es: Seleccione la cuenta (s) que desea utilizar para seguir este usuario.
fr: Sélectionner le compte avec lequel vous souhaitez suivre cet utilisateur.
it: Seleziona i(l) conto/i che desideri utilizzare per seguire quest'utente

# txtblSelectListTwitter
source: Select list
de: Liste wählen
es: Seleccione una lista
fr: Sélectionner une liste
it: Selezionare lista

# txtBlSelectMembers
source: Select one or more member(s) for this group
de: Mitglied(er) der Gruppe wählen:
es: Seleccione uno o más miembros para este grupo
fr: Sélectionner un ou plusieurs membre(s) pour ce groupe
it: Selezionare uno o più membri per questo gruppo

# txtBlselectsendto
source: Select the services you want to use to update your status
de: Wählen Sie den Service aus bei denen Sie ihren Status aktualisieren möchten
es: Seleccione los servicios que desee utilizar para actualizar su estado
fr: Sélectionner les services sur lesquels vous souhaitez mettre à jour votre statut
it: Seleziona i servizi che desideri utilizzare per aggiornare il tuo status

# txtblserviceconenct
source: Connected services:
de: verbundene Service
es: Servicios conectados:
fr: Services connectés:
it: Servizi connessi:

# txtblSwitchTabColumn
source: Switch to column/tab view
de: Zur Spalten/Tab Ansicht
es: Cambiar a la visualización de columnas/tablas
fr: Passer à l'affichage en colonnes/onglets
it: Passare alla visualizzazione in colonne/tab

# txtblTodayTrendingTopics
source: Or click on one of today’s trending topics
de: oder wählen Sie eines der heutigen Trend-Themen
es: O haga clic en uno de los temas de actualidad
fr: Ou cliquez sur un des sujets de l'actualité
it: O clicca su un tema d'attualità di oggi

# txtblTrendingTopics
source: Trending Topics:
de: Trend-Themen:
es: Temas de actualidad:
fr: Sujets d'actualité:
it: Temi d'attualità:

# txtblTweetingsSince
source: Since
de: Seit
es: Desde
fr: Depuis
it: Da

# txtblTwitterLogin
source: Twitter login
de: Twitter Anmeldename
es: Registrarse Twitter
fr: Identifiant Twitter
it: Collegarsi a Twitter

# txtblTwsettings
source: Twitter settings
de: Twitter Einstellungen
es: Configuración Twitter
fr: Paramètres Twitter
it: Impostazioni Twitter

# txtblVersionStr
source: alpha version
es: Versión alpha
fr: version alpha
it: versione alpha

# txtblVisualStyle
source: Visual style of sobees:
de: sobees Display Stil:
es: Estilo visual de sobees
fr: Style visuel de sobees:
it: Stile visuale di sobees:

# txtblWarningPopup
source: Connection not working? Make sure you allowed Pop-Up windows...
de: Funktioniert die Verbindung mit dem Internet ? Bitte stellen Sie sicher, dass Pop-Up Fenster erlaubt sind.
es: La conexión no funciona? Asegúrese de que las ventanas Pop-Up están autorizadas…
fr: Problème de connexion? Assurez-vous que les fenêtres Pop-Up sont autorisées...
it: Problemi di connessione? Assicurati di aver cliccato su Autorizza nelle finestre pop up…

# txtblWAYD
source: What's happening?
de: Was gibt's Neues?
es: ¿Qué pasa?
fr: Quoi de neuf?
it: Che c'è di nuovo?

# txtComment
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: commento

# txtComments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: commenti
