Repository: vRITHNER/sobees
Catalog: WPF/BGlobals.WPF/Resources/Resources.*.resx
Languages: de, es, fr, it

# txtConfirmationDelete
source: Are you sure you want to delete this account?
de: Sind Sie sicher, dass Sie dieses Konto löschen wollen?
es: ¿Está seguro de que desea eliminar esta cuenta?
fr: Etes-vous certain de vouloir supprimer ce compte?
it: Sei sicuro di voler cancellare questo conto?

# txtConfirmationDeleteGroup
source: Are you sure you want to delete this group?
de: Sind Sie sicher, dass Sie diese Gruppe löschen wollen?
es: ¿Está seguro de que desea eliminar este grupo?
fr: Etes-vous certain de vouloir supprimer ce groupe?
it: Sei sicuro di voler cancellare questo gruppo?

# txtConfirmationDisconnect
source: Are you sure you want to disconnect this account?
de: Sind Sie sicher, dass Sie dieses Konto abschalten wollen?
es: ¿Está seguro de querer desconectarse de esta cuenta?
fr: Etes-vous certain de vouloir déconnecter ce compte?
it: Sei sicuro di voler uscire da questo servizio?

# txtConfirmationModify
source: Do you want to save the changes made to this account
de: Wollen Sie die Änderungen auf das Konto speichern?
es: ¿Desea guardar los cambios realizados en esta cuenta?
fr: Souhaitez-vous sauvegarder les modifications apportées au compte
it: Desideri salvare le modifiche fatte a questo conto?

# txtConnectingFacebook
source: Connecting to Facebook
de: Anschluss an Facebook...
es: Conectando a Facebook
fr: Connexion à Facebook…
it: Connessione a Facebook...

# txtCrosseServices
source: Cross-services settings
de: Einstellungen alle Service.
es: Configuraciones de todos los servicios
fr: Paramètres de tous les services
it: Impostazioni di tutti i servizi

# txtFBLikeAnd
source: and
de: und
es: y
fr: et
it: A

# txtFBLikeMeThis
source: like this
de: es gefällt
es: me gusta esto
fr: aimez ça
it: piace questo elemento

# txtFBLikeOther
source: other
de: anders
es: otro
fr: autre
it: altro(i)

# txtFBLikeOthers
source: other
de: andere
es: otros
fr: autres
it: altri

# txtFBLikesThis
source: likes this
de: Es gefällt
es: le gusta esto
fr: aime ça
it: piace questo elemento

# txtFBLikeThis
source: like this
de: es gefällt
es: les gusta esto
fr: aiment ça
it: persone piace questo elemento

# txtFontSize
source: Font size
de: Schriftgrösse
es: Tamaño de caracteres
fr: Taille des caractères
it: dimensione dei caratteri

# txtGiveUsFeedback
source: Give Us Your Feedback
de: Geben Sie uns Ihre Meinung
es: Denos su opinión
fr: Donnez-nous votre avis
it: Dacci il tuo parere

# txtGoToWeb
source: Go to sobees website
de: Auf sobees Web Seite gehen
es: Ir a la página web de sobees
fr: Aller sur le site web de sobees
it: Vai al sito web di sobees

# txtKeywords
source: Enter your search here...
de: Suchbegriff hier eingeben…
es: Introduzca una búsqueda aquí...
fr: Entrer une recherche ici ...
it: Inserisci la tua ricerca qui...

# txtLinkedInApplicationupdates
source: Application updates
de: Applikationen-Updates
fr: Nouvelles des applications

# txtLinkedInChangedProfile
source: Profile updates
de: Profil-Updates
es: Actualizaciones de perfil
fr: Profils actualisés

# txtLinkedinCompany
source: Company :
de: Unternehmen:
es: Empresas:
fr: Entreprise:

# txtLinkedInCONN
source: is now connected to
de: ist jetzt verbunden mit
es: está ahora conectado a
fr: est maintenant connecté à
it: è ora connesso a

# txtLinkedinConnections
source: connections
de: Kontakte
es: Contactos
fr: Relations

# txtLinkedInConnectionupdates
source: Connection updates
de: Kontaks-Updates
es: Actualizaciones de contactos
fr: Nouvelles du réseau

# txtLinkedinExperience
source: Experience
de: Berufserfahrung
es: Experiencia
fr: Expérience

# txtLinkedinIndustry
source: Industry :
de: Branche:
es: Sector
fr: Secteur:

# txtLinkedInJGRP
source: joined the group
de: wurde Mitglied von der Gruppe
es: se unió al grupo
fr: a rejoint le groupe
it: Aggiunto al gruppo

# txtLinkedInJOBP
source: Looking for a
es: buscando
fr: Recherche un
it: Cercare per

# txtLinkedInJoinedAGroup
source: Group updates
de: Gruppen-Updates
es: Actualizaciones de grupos
fr: Nouvelles des groupes

# txtLinkedinLastStatus
source: Last status
de: Letzte Status
fr: Dernier statut

# txtLinkedinLinkedInPage
source: LinkedIn Page
de: LinkedIn Seite
fr: Page LinkedIn

# txtLinkedinName
source: Name :
fr: Nom:

# txtLinkedInNCON
source: is now a connection
de: ist jetzt ein Kontakt
es: ahora hay una conexión
fr: est maintenant une relation
it: è ora una nuova connessione

# txtLinkedinNumberOfResults
source: Number of results :
de: Anzahl der Ergebnisse:
fr: Nombre de résultats:

# txtLinkedinOnlyInMyNetwork
source: Only in my Network
de: Nur in meinem Netzwerk
fr: Seulement dans mon réseau

# txtLinkedinOnlyOutMyNetwork
source: Only out of my Network
de: Nur ausserhalb meinem Netzwerk
fr: Seulement hors de mon réseau

# txtLinkedInPICU
source: has a new profile photo
de: hat ein neues Profil Foto
es: tiene una nueva foto en su perfil
fr: a une nouvelle photo sur son profil
it: ha una nuova foto sul profilo

# txtLinkedInPostedAJob
source: Posted a job
de: Hat eine Stellenanzeige aufgegeben
fr: A posté une offre d'emploi

# txtLinkedInPREC
source: recommends
de: empfiehlt
es: recomienda
fr: recommande
it: Raccomanda

# txtLinkedInPROFstudingAt
source: at
de: bei
es: en
fr: à
it: a

# txtLinkedInPROFUpdated
source: has an updated profile
de: hat ein aktualisiertes Profil
fr: a actualisé son profil
it: ha aggiornato il suo profilo

# txtLinkedinRecommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations

# txtLinkedinSearchPeople
source: Search people
de: Personen suchen
fr: Rechercher des personnes

# txtLinkedInSettings
source: LinkedIn settings
de: LinkedIn Einstellungen
fr: Paramètres LinkedIn

# txtLinkedinSortBy
source: Sort by :
de: Sortieren nach:
es: Ordenar por:
fr: Classer par:

# txtLinkedinSpecialities
source: Specialities
de: Spezialitäten
fr: Spécialités

# txtLinkedInStatusupdates
source: Status updates
es: Actualizaciones personales
fr: Nouveaux statuts

# txtLinkedinSummary
source: Summary
de: Zusammenfassung
es: Extracto
fr: Résumé

# txtMenuDisplay
source: Display a menu of sobees general settings
de: Menu mit sobees allgemeine Einstellungen anzeigen
es: Mostrar un menú de configuraciones generales de sobees
fr: Afficher un menu des paramètres généraux de sobees
it: Visualizza un menu delle impostazioni generali de sobees

# txtMyspaceSettings
source: MySpace settings
de: MySpace Einstellungen
es: Configuraciones de Myspace
fr: Paramètres MySpace
it: Impostazioni MySpace

# txtNoContentToDisplay
source: No content to display
de: Kein Inhalt anzuzeigen
es: Ningún contenido que mostrar
fr: Aucun contenu à afficher
it: Nessun contenuto da visualizzare

# txtNoneMY
source: (none)
de: (kein)
es: (ninguno)
fr: (aucun)
it: (nessuno)

# txtNoneMYmood
source: (none)
de: (keine)
es: (ninguno)
fr: (aucune)
it: (nessuna)

# txtPleaseWaitFacebook
source: Please wait
de: Bitte warten
es: Gracias por esperar
fr: Merci de patienter
it: Si prega di pazientare

# txtPosMenu
source: Reply, retweet... buttons over avatar instead of text
de: Antworten und Retweet-Funktionen im Avatar anstelle im Text anzeigen
es: Responder, retweet ... botones sobre avatar en lugar de texto
fr: Boutons répondre, retweeter… sur l'avatar au lieu de textes
it: Tasto Rispondere, retweetare... sul avatar al posto dei testi

# txtProxy
source: Proxy settings
de: Proxy Einstellungen
es: Configuraciones Proxy
fr: Paramètres de Proxy
it: Impostazioni Proxy

# txtReOrderTemplate
source: Re-order your services in the new layout by dragging and dropping each one in a section.
de: Ordnen Sie neu Ihre Service im neuen Muster mittels ziehen und ablegen an.
es: Reordenar sus servicios en la nueva disposición, arrastrando y colocando cada uno en una sección.
fr: Réarranger vos services dans le nouveau modèle en glissant-déposant chacun d'entre eux dans l'une des sections.
it: Riorganizza i tuoi social network inserendoli nelle diverse sezioni all’interno della pagina

# txtSearchFriends
source: Search friends :
de: Freunde suchen:
es: Buscar amigos:
fr: Rechercher des amis:
it: Cerca amici:

# txtTitleMailMy
source: New mail:
de: Neue(n) Nachricht(en)
es: Nuevo mensaje:
fr: Nouveau(x) message(s):
it: Nuovo/a posta

# txtTitleMoodMy
source: Mood:
de: Laune:
es: Humor:
fr: Humeur:
it: Umore:

# txtTitleStatusMy
source: Status:
es: Estado:
fr: Statut:

# txtUpdate
source: Update
de: Update durchführen
es: Actualizar
fr: mettre à jour
it: Aggiornamento

# txtUpdateAvailable
source: An update is available
de: eine Update ist verfügbar
es: Una actualización está disponible
fr: une mise à jour est disponible
it: Un aggiornamento è disponibile

# txtViewAll
source: View All
de: Alles anzeigen
es: Mostrar todo
fr: Tout afficher
it: Visualizzare tutto

# txtYahooMailShare
source: Shared from "My Social Networks" by sobees
de: Geteilt von "Meine Sozialen Netzwerke" von sobees
es: Compartido desde "Mis redes sociales" por sobees
fr: Partagé depuis "Mes réseaux sociaux" de sobees
it: Condiviso da "I miei social network" di sobees

# txtYouFBLike
source: You
de: Es geffällt dir
es: Tú/Ud
fr: Vous
it: A te

# btnNo
source: No
de: Nein
fr: Non

# btnYes
source: Yes
de: Ya
es: Si
fr: Oui
it: Si

# btnReportAbuse
source: Report abuse
de: Missbrauch melden
es: Reportar un abuso
fr: Rapporter un abus
it: Segnala abuso

# txtblReportAbuse1
source: Are you sure you want to report this as an abuse? Click yes to continue.
de: Sind Sie sicher, dass Sie das als Missbrauch melden möchten? Klicken Sie auf Ja, um fortzufahren.
es: ¿Está seguro de querer reportar ésto como un abuso? Haga clic en “si” para continuar.
fr: Êtes-vous sûr de vouloir reporter cela en tant qu'abus? Cliquez sur oui pour continuer.
it: Sei sicuro di voler denunciare questo come abuso? Clliccare su si per continuare

# txtblReportAbuse2
source: The item will be removed from the timeline and you will be redirected to a report abuse page.
de: Das Element wird von der Timeline entfernt und Sie werden auf eine Seite umgeleitet, um dem Missbrauch zu melden.
es: El elemento será eliminado de la tabla cronológica y usted será redirigido a una página para reportar el abuso.
fr: L’élément sera supprimé du flux et vous serez redirigé vers une page pour reporter l’abus.
it: Questo item sarà rimosso dalla "timeline" e sarai rediretto verso la pagina per denunciare abusi.

# txtSettingsFacebook
source: Find us on Facebook
de: Finden Sie uns auf Facebook
es: Encuéntranos en Facebook
fr: Retrouvez-nous sur Facebook
it: Trovaci su Facebook

# txtListMembersExist
source: User already added
de: Benutzer bereits hinzugefügt
fr: Utilisateur déjà ajouté

# txtListBadMember
source: Wrong user name
de: Falsche Benutzername
fr: Mauvais nom d'utilisateur

# txtBlACChooseYourSide
source: Choose your Team
fr: Choisis ton équipe

# txtBlACStart
source: START
fr: Démarrer

# txtBlACUpdate
source: Update
fr: Actualiser

source: News
fr: Actualités

# OffNews
source: Official News
fr: Actualités officielles

# txtBlACKeywords
source: Add keywords
fr: Ajouter des mots-clés

# txtBlACPicture
source: Pictures:
fr: Photos:

# txtBlACMovie
source: Videos:
fr: Vidéos:

# txtBlACTeams
source: Teams
fr: Equipes

# txtBlACRefreshTimes
source: Refreshing time (min)
fr: Délai de rafraîchissement (min)

# txtBlACNews
source: News:
fr: Actualités:

# txtBlACOffNews
source: Official News:
fr: Actualités officielles:

# btnConnectLI
source: Connect to LinkedIn
de: Verbindung zu LinkedIn
es: Conectar a LinkedIn
fr: Connexion à LinkedIn
it: connetti a LinkedIn

# txtSecurityCodeLI
source: Enter security code:
fr: Entrer le code de sécurité:

# txtWelcome
source: Welcome
fr: Bienvenue

# txtblConnectServices
source: Connect your services
fr: Connecter vos services

# txtVerifyPermissions
source: Verify permissions
fr: Vérification des permissions

# txtVerifySessionPermissions
source: Verify session validity and permissions
fr: Vérification de la validité de la session et des permissions

# txtGetUserInfo
source: Get user info
fr: Chargement du profil de l'utilisateur

# txtRestoreConnection
source: Restore connection
fr: Restauration de la connexion

# btnWarningPopupFirstUse
source: Click here to find out more
de: Klicken Sie hier, um mehr zu erfahren.
es: Haga clic aquí para saber más.
fr: Cliquez ici pour en savoir plus.
it: Clicca qui per saperne di più.

# txtblWallCount
source: Wall posts
fr: Publications sur le mur

# txtblMoreInfo
source: More info
de: Mehr informationen
fr: Plus d'infos

# txtblBook
source: Books:
de: Bücher:
fr: Livres:

# txtBlCompany
source: Company:
de: Firma:
fr: Entreprise:

# txtBlFeatures
source: Features
fr: Fonctions

# txtBlProducts
source: Products:
fr: Produits:

# txtblPolitical
source: Political views:
de: Politische Einstellung:
fr: Opinions politiques:

# txtblPostToWall
source: Post To Wall
de: An die Pinnwand posten
fr: Publier sur le mur

# txtReplyToAll
source: Reply to all
de: Zu allen antworten
fr: Répondre à tous

# txtBackToMails
source: Back to inbox
de: Wieder zum Postfach
fr: Retour à la boîte de réception

# txtTraductorLanguage
source: Translate into:
de: Übersetzen auf:
fr: Traduire en:

# txtblFreeVersion5Services
source: The free version of sobees lets you connect to a maximum of 5 services.
de: Mit der kostenlosen Version von sobees können Sie ein Maximum von 5 Dienstleistungen verbinden.
fr: La version gratuite de sobees permet de connecter un maximum de 5 services.

# btnDeleteAccount
source: Delete this account
de: Dieses Konto löschen
fr: Supprimer ce compte

# btnTranslate
source: Translate
de: Übersetzen
fr: Traduire

# txtBlNoDataDisplay
source: No data available
fr: Pas de données disponibles

# txtblEditLists
source: Edit your lists
fr: Modifier vos listes

# txtblSubscribers
source: subscribers
fr: abonnés

# txtblMembers
source: members
fr: membres

# txtblEdit
source: Edit…
fr: Modifier…

# txtblRefreshLists
source: Lists
fr: Listes

# txtblRepliesInHome
source: Show Replies in Home
fr: Afficher les réponses dans l'Accueil

# txtblDMInHome
source: Show Messages in Home
fr: Afficher les Messages dans l'Accueil

# txtblHistoryofConversation
source: Conversation's history
fr: Historique de la conversation

# txtblNoAccounts
source: You don't have any account.
fr: Vous n'avez pas de compte.

# tabItemOthers
source: Others
fr: Autres

# btnShowNextView
source: Multi-view
fr: Multi-vues

# txtblFollowSobees
source: Would you like to follow sobees on twitter to stay up to date?
fr: Souhaitez-vous suivre sobees sur Twitter afin de rester informé?

# btnClearCache
source: Clear Cache
fr: Vider le cache

# btnSendLog
source: Send Issue Log...
fr: Envoyer un journal d'erreur…

# lblSupportLogFrom
source: From:
fr: De:

# lblSupportLogSubject
source: Subject:
fr: Sujet:

# btnSupportLogCapture
source: Screen shot...
fr: Capture d'écran…

# btnSupportLogIdontLike
source: I don't like...
fr: Je n'aime pas…

# btnSupportLogILike
source: I like…
fr: J'aime…

# btnSupportLogSend
source: Submit
fr: Soumettre

# WmlblSupportLogAttachment
source: Attachement...
fr: Annexe…

# WmlblSupportLogDescription
source: Describe your issue here...
fr: Décrire le problème rencontré ici…

# WmlblSupportLogFrom
source: Type your email address here...
fr: Entrer votre adresse e-mail ici…

# WmlblSupportLogSubject
source: Subject...
fr: Sujet…

# ckbIsSendByEnter
source: Use "Enter Key" to update my status
fr: Utiliser la touche "Enter" pour mettre mon statut à jour

# lblSupportDescription
source: Fill in the following form to report a bug / issue to our support (an issue log will be automatically included)
fr: Merci de remplir ce formulaire pour soumettre un bug / problème au support (un journal d'erreur sera automatiquement envoyé)

# lblSupportScreenShot
source: Automatically add a screen shot to this message.
fr: Ajouter automatiquement une capture d'écran à ce message

# lblSupportTakeNewScreenShot
source: Take a new screen shot
fr: Nouvelle capture d'écran

# txtblWaitingJustASecond
source: Just a second, please...
fr: Un instant s'il vous plaît…

# txtblWaitingSobeesRestored
source: Please wait while sobees is being restored
fr: Merci de patienter pendant la restauration de sobees

# btnUnFavorites
source: Unfavorite
fr: Supprimer des favoris

# btnDMb
source: Direct Message
de: Nachricht
es: Mensaje Directo
fr: Messages
it: Invia messaggio

# txtErrorLoadingSettings
source: Your settings could not be restored, please connect to your services again
fr: Vos paramètres n'ont pas pu être restaurés. L'application sera réinitialisée.
it: Le impostazioni non sono state salvate. La preghiamo di connettere di nuovo i vostri servizi

# btnUpdateDone
source: An Update has been installed. Click here to finish the upgrade.
de: Ein Update wurde installiert. Clicken Sie hier, um die Aktualisierung zu beenden.
fr: Une mise-à-jour a été installée. Cliquer ici pour terminer l'opération...
it: Un aggiornamento è stato installato. Clicca qui per completare l'operazione.

# btnShowVideosOnly
source: Videos
fr: Vidéos

# ckbDisableAds
source: Disable sponsored content
fr: Désactiver le contenu sponsorisé

# ccORCredentials
source: Or
fr: Ou

# FbOldSecurityWarning
source: Due to a security modification in Facebook side, your old credentials don't work anymore; Please open sobees globals settings, remove your Facebook account and then create a new Facebook service
fr: Des changements de sécurité chez Facebook font que votre account n'est plus valable. Veuillez enlever votre account dans les settings et ensuite recréer un nouveau Facebook service

# TwOauth2DMWarning
source: Due to a security modification in Twitter side, your can't read Direct messages anymore with your existing credentials. Please open sobees globals settings, remove your Twitter account and then create a new Twitter service
fr: Des changements de sécurité chez Twitter font vous ne pouvez plus lire les messages directs. Veuillez enlever votre account dans les settings et ensuite recréér un nouveau Twitter service

# btnDirectMessages
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi

# btnFBUploadPhoto
source: Photos
de: Fotos
es: Fotos
it: Foto

# btnSettings
source: Options
de: Optionen
es: Opciones
it: Opzioni

# btnShowAlbumsOnly
source: Albums
de: Nur Alben anzeigen
es: Mostrar solo álbumes
it: Mostra solo gli album

# btnShowStatusOnly
source: Status
de: Nur Status zeigen
es: Mostrar solo los estados
it: Mostra solo lo stato

# tabItemServices
source: Services
de: Service
es: servicios
it: servizi

# txtBlAlerts
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# txtblPublic
source: public
de: öffentlich
es: Público
it: pubblico

# txtConfirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma

# txtLinkedinAssociations
source: Associations
de: Vereinigungen
es: Asociaciones

# btnShareMail
source: Email
es: Correo electrónico

# lblPort
source: Port
es: Puerto

# txtBlVia
source: via
es: vía

# txtInReplyTo
source: in reply to
es: en respuesta a
it: in risposta a

# txtLinkedInPROFstuding
source: is now studying
es: está ahora estudiando
it: sta studiando

# txtblVersion
source: version alpha
it: versione alpha
