Repository: vRITHNER/sobees
Catalog: WPF/BGlobals.WPF/Resources/Resources.*.resx
Languages: de, es, fr, it

# btnAbout
source: About
de: Ueber
es: Acerca de
fr: A propos
it: A proposito di

# btnAddColumn
source: Add a Service
de: Service hinzufügen
es: Agregar un servicio
fr: Ajouter un service
it: Aggiungi un servizio

# btnAddFavorite
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Agregar a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai favoriti

# btnAddSpamAccount
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

# btnBlockUser
source: Block user
de: Anwender blocken
es: Bloquear al usuario
fr: Bloquer l'utilisateur
it: Blocca l'utente

# btnBysobees
source: by sobees - Alpha
de: von sobees - Alpha
es: por sobees - Alpha
fr: par sobees - Alpha
it: da sobees – Alpha

# btnBysobeesShort
source: by sobees
de: von sobees
es: por sobees
fr: par sobees
it: da sobees

# btnCancel
source: Cancel
de: abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# btnChangeTemplate
source: Change layout
de: Vorlage ändern
es: Cambiar el formato
fr: Changer la mise en page
it: Modifica l'impaginazione

# btnCheckAccountPassword
source: Save new Password
de: Neues Passwort speichern
es: Guardar la nueva contraseña
fr: Enregistrer le nouveau mot de passe
it: Salva la nuova password

# btnClearTweets
source: Clear list
de: Liste löschen
es: Vaciar la lista
fr: Vider la liste
it: Svuotare la lista

# btnClosebDule
source: Close sobees
de: sobees schliessen
es: Cerrar sobees
fr: Fermer sobees
it: Chiudi sobees

# btnCloseProfileFB
source: Back to friends
de: zurück zu Freunden
es: Volver a mis amigos
fr: Retour à mes amis
it: Torna agli amici

# btnCloseTrends
source: Close
de: schliessen
es: Cerrar
fr: Fermer
it: Chiudi

# btnComment
source: Comment
de: Kommentar
es: Comentar
fr: Commenter
it: Commenta

# btnConnect
source: Connect
de: verbinden
es: conectar
fr: Connexion
it: connetti

# btnConnectMS
source: Connect to MySpace
de: Verbindung zu MySpace
es: Conectar a Myspace
fr: Connexion à MySpace
it: connetti a MySpace

# btnConnectTo
source: Connect to
de: sich anmelden ins
es: Conectar a
fr: Connecter à
it: connetti a

# btnConnectTwitter
source: Connect to Twitter
de: Verbindung zu Twitter
es: Conectar a Twitter
fr: Connexion à Twitter
it: connetti a Twitter

# btnDelete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella

# btnDeleteTweet
source: Delete Tweet
de: Tweet löschen
es: Borrar Tweet
fr: Supprimer le Tweet
it: Rimuovere Tweet

# btnDM
source: Direct Message
de: Nachricht
es: Mensaje Directo
fr: Message
it: Invia messaggio

# btnDropHereTemplate
source: Drop here
de: Hier platzieren
es: Dejarlo aquí
fr: Déposer ici
it: Trascina qui

# btnEditGroup
source: Edit group
de: Gruppe ändern
es: Editar grupo
fr: Editer le groupe
it: Modifica gruppo

# btnFacebookDisconect
source: Disconnect
de: sich abmelden
es: desconectar
fr: Déconnexion
it: disconnetti

# btnFacebookPage
source: Facebook page
de: Facebook Seite
es: Página de Facebook
fr: Page Facebook
it: Sito Facebook

# btnFacebookSettings
source: Facebook settings
de: Facebook Einstellungen
es: Configuración de Facebook
fr: Paramètres Facebook
it: Impostazioni di Facebook

# btnFactery
source: Show/Hide Factery
de: Factery anzeigen/verstecken
es: Mostrar/ocultar Factery
fr: Afficher/masquer Factery
it: Mostra/Nascondi Factery

# btnFavorit
source: Favorite this tweet
de: Diesen Tweet favorisieren
es: Favorecer este Tweet
fr: Ajouter aux favoris
it: Aggiungi ai favoriti

# btnFavorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Favoriti

# btnFavoritTw
source: Favorite
de: Zu Favoriten hinzufügen
es: Favorito
fr: Ajouter aux favoris
it: Preferito

# btnFBPostLink
source: Link
es: Enlace
fr: Lien

# btnFBUploadPhotoTT
source: Upload a Photo
de: Foto hochladen
es: Descargar una foto
fr: Télécharger une photo
it: Carica una foto

# btnFilterRanking
source: Sort by Factery ranking
de: Nach Factery Rang sortieren
es: Clasificar por ranking de Factery
fr: Trier par rang Factery
it: Ordina per livello factery

# btnGroupConvertToList
source: Convert to Twitter List
de: In Twitter Liste umwandeln
es: Convertir en lista Twitter
fr: Convertir en liste Twitter
it: Converti per il lista Twitter

# btnGroups
source: Add Group
de: Gruppe hinzufügen
es: Adjuntar grupo
fr: Ajouter un groupe
it: Aggiungi gruppo

# btnhelp
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Assistenza

# btnIsConnected
source: Connected
de: verbunden
es: Conectado
fr: Connecté
it: connesso

# btnLess
source: Less...
de: Weniger…
es: Menos ...
fr: Moins…
it: Nascondi...

# btnLike
source: Like
de: es gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace

# btnLogin
source: Login
de: anmelden
es: Entrar
fr: Connexion
it: Accedi

# btnManageLists
source: Manage lists
de: Listen verwalten
es: Organizar lista
fr: Gérer les listes
it: Gestisci le liste

# btnMaximize
source: Maximize
de: als Vollbild darstellen
es: Maximizar
fr: Maximiser
it: Visualizza a schermo intero

# btnMinimize
source: Minimize
de: auf Symbolgrösse verkleinern
es: Minimizar
fr: Minimiser
it: Ridurre a icona

# btnMinimizeToTray
source: Minimize to tray
de: in die Taskleiste minimieren
es: Minimizar a barra de aplicaciones
fr: Minimiser dans les barre des tâches
it: Ridurre alla barra delle applicazioni

# btnMore
source: More...
de: Mehr…
es: Más…
fr: Plus…
it: Altro...

# btnMultiPosting
source: Update my status on multiple services
de: Status auf mehrere Service aktualisieren
es: Actualizar mi estado en múltiples servicios
fr: Mise à jour du statut sur plusieurs services
it: Aggiorna il mio stato su diversi servizi

# btnNewList
source: New list
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
it: Nuova lista

# btnOnlyFactery
source: Show Tweets with Factery data only
de: Nur Tweets mit Factery Daten anzeigen
es: Mostrar solo Tweets con datos de Factery
fr: N'afficher que les Tweets contenant des données Factery
it: Mostra solo i tweet con i dati factery

# btnRefresh
source: Refresh
de: aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna

# btnRefreshProfile
source: Refresh profile
de: Profil aktualisieren
es: Actualizar perfil
fr: Rafraîchir le profil
it: Aggiorna il profilo

# btnRefreshSettings
source: Refresh settings
de: Einstellungen aktualisieren
es: Actualizar configuración
fr: Paramètres de rafraîchissement
it: Aggiorna le impostazioni

# btnRemoveFilter
source: Clear filter
de: Filter zurückstellen
es: Vaciar filtro
fr: Vider le filtre
it: Svuota il filtro

# btnReplies
source: Replies
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte

# btnReply
source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi

# btnReportSpam
source: Report Spam
de: Als Spam melden
es: Reportar como Spam
fr: Annoncer comme spam
it: Denuncia Spam

# btnRestore
source: Restore
de: wiederherstellen
es: Restaurar
fr: Restaurer
it: restaurare

# btnRetweet
source: Retweet
fr: Retweeter

# btnSave
source: Save
de: speichern
es: Guardar
fr: Sauvegarder
it: Salva

# btnSaveGroup
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
it: Salva modifiche

# btnSendTweet
source: Send
de: senden
es: Enviar
fr: Envoyer
it: Invia

# btnSent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyés
it: Inviati

# btnShareCalendarTT
source: Add to calendar
de: zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
it: Aggiungi al calendario

# btnShareEmailTT
source: Share by Email
de: per Email senden
es: Compartir por correo electrónico
fr: Partager par e-mail
it: Condividi per e-mail

# btnShortenUrl
source: Shorten
de: verkürzen
es: Reducir
fr: Raccourcir
it: Accorciare

# btnShowAllComment
source: All Comments
de: Alle Kommentare
es: Todos los comentarios
fr: Tous les commentaires
it: Tutti i commenti

# btnShowAllFacebook
source: Show All
de: Alles anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutti

# btnShowBirthdayOnlyMyspace
source: Show birthdays only
de: Nur Geburtstage zeigen
es: Mostrar solo los cumpleaños
fr: Afficher uniquement les anniversaires
it: Mostra solo i compleanni

# btnShowEventOnlyMyspace
source: Show events only
de: Nur Ereignis zeigen
es: Mostrar solo los eventos
fr: Afficher uniquement les événements
it: Mostra solo gli eventi

# btnShowLinksOnly
source: Links
de: Nur Links zeigen
es: Mostrar solo los enlaces
fr: Liens
it: Mostra solo i links

# btnShowNewMailOnlyMyspace
source: Show new messages only
de: Nur neue Nachrichten zeigen
es: Mostrar solo los mensajes nuevos
fr: Afficher uniquement les nouveaux messages
it: Mostra solo i nuovi messaggi

# btnShowOnlineOnlyMyspace
source: Show online friends only
de: Nur online Freunde zeigen
es: Mostrar solo los amigos en línea
fr: Afficher uniquement mes amis en ligne
it: Mostra solamente gli amici in linea

# btntConnectToFB
source: Connect to Facebook
de: Verbindung zu Facebook
es: Conectar a Facebook
fr: Connexion à Facebook
it: Connetti a Facebook

# btnTrends
source: Trends
es: Actualidades/Tendencias
fr: Actualité
it: Attualità/Tendenze

# btntShowFF
source: Show/Hide Friendfeed
de: anzeigen/verbergen Friendfeed
es: Mostrar / Ocultar Friendfeed
fr: Afficher/Masquer Friendfeed
it: Mostra/Nascondi Friendfeed

# btntShowOR
source: Show/Hide OneRiot
de: anzeigen/verbergen OneRiot
es: Mostrar / Ocultar OneRiot
fr: Afficher/Masquer OneRiot
it: Mostra/Nascondi OneRiot

# btntShowTS
source: Show/Hide Twitter Search
de: anzeigen/verbergen Twitter Suche
es: Mostrar / Ocultar búsqueda Twitter
fr: Afficher/Masquer Recherche Twitter
it: Mostra/Nascondi Ricerca Twitter

# btntTweetFB
source: What's on your mind ?
de: Was machst du gerade?
es: ¿En qué estás pensando?
fr: A quoi penses-tu?
it: A cosa stai pensando?

# btntUseSpellCheck
source: Use Spell Check
de: Rechtschreibeprüfung benutzen
es: Utilizar el corrector ortográfico
fr: Utiliser le correcteur orthographique
it: Utilizzare il controllo ortografico

# btnTwitterPage
source: Twitter page
de: Twitter Seite
es: Página Twitter
fr: Page Twitter
it: Pagine Twitter

# btnUnLike
source: Unlike
de: es gefällt mir nicht mehr
es: No me gusta
fr: Je n'aime plus
it: Non mi piace più

# ccChooseService
source: Choose a service
de: Einen Service wählen
es: Elegir un servicio
fr: Choisir un service
it: Scegliere un servizio

# ccChooseTemplate
source: Choose a new layout
de: Eine Vorlage wählen
es: Elegir un nuevo modelo
fr: Choisir un modèle
it: Scegliere una nuova impaginazione

# ccEnterCredentials
source: Sign in To Twitter
de: Anmeldedaten erfassen
es: Ingresar sus credenciales
fr: Identification
it: Identìficati/Entra le tue credenziali

# ckbAlerts
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar las notificaciones
fr: Activer les notifications
it: Abilitare le notifiche

# ckbAlertsTwitterSearch
source: Enable notifications for Twitter Search
de: Benachrichtigungen für Twitter Suche aktivieren
es: Activar las notificaciones para la búsqueda Twitter
fr: Activer les notifications pour la Recherche Twitter
it: Abilitare le notifiche per la Ricerca Twitter

# ckbCloseBoxPublication
source: Automatically close the “What are you doing” box after publishing
de: Das "Was machst du gerade?" Feld automatisch nach der Veröffentlichung schliessen
es: Cerrar automáticamente la ventana “¿Qué estás haciendo?”después de la publicación
fr: Fermer automatiquement la fenêtre "Que fais-tu?" après la publication
it: Chiudere automaticamente la finestra „Cosa stai facendo?“ dopo la pubblicazione

# ckbDMAlertsEnable
source: Enable notifications for Messages
de: Benachrichtigungen für Nachrichten aktivieren
es: Habilitar las notificaciones de mensajes
fr: Activer les notifications pour les Messages
it: Abilitare le notifiche per i messaggi

# ckbFriendsAlertsEnable
source: Enable notifications for Home
de: Benachrichtigungen für Sartseite aktivieren
es: Habilitar las notificaciones de inicio
fr: Activer les notifications pour l'Accueil
it: Abilitare le notifiche per Home

# ckbIsActivSignature
source: Activate automatic signature
de: Automatische Anmeldung aktivieren
es: Activar la firma automática
fr: Activer la signature automatique
it: Attivare la firma automatica

# ckbReplyAlertsEnable
source: Enable notifications for Replies
de: Benachrichtigungen für die Antworten aktivieren
es: Activar la notificación para las respuestas
fr: Activer les notifications pour les Réponses
it: Abilitare le notifiche per le risposte

# ckbReplyGroupsEnable
source: Enable notifications for Groups
de: Benachrichtigungen für Gruppen aktivieren
es: Activar la notificación para los grupos
fr: Activer les notifications pour les Groupes
it: Abilitare le notifiche per i gruppi

# ckbRunAtStartup
source: Start sobees when I start Windows
de: sobees starten wenn ich Windows starte
es: Iniciar sobees cuando inicio Windows
fr: Démarrer sobees lorsque je démarre Windows
it: Iniziare sobees quando apro Windows

# ckbShowRemainingApis
source: Show remaining APIs
de: Restliche API zeigen
es: Mostrar los APIs restantes
fr: Afficher les APIs restantes
it: Mostrare le restanti APIs

# ckbShowTwitterFrom
source: Show “via service” in Twitter
de: "via den Service" in Twitter zeigen
es: Mostrar ”via service” en Twitter
fr: Afficher "via le service" dans Twitter
it: Mostrare „via service“ in Twitter

# ckBUseAlertsRemovedWords
source: Don’t alert me for items containing the following words
de: Mich für Artikel mit folgenden Wörtern nicht alarmieren
es: No avisarme de elementos que contienen las siguientes palabras
fr: Ne pas m'alerter pour les éléments contenant les mots suivants
it: Non avvisarmi per gli elementi che contengono le parole seguenti

# ckBUseAlertsUsers
source: Alert me only for the following users
de: Mich nur für die folgenden Benutzer alarmieren
es: Avisarme únicamente de los siguientes usuarios
fr: M'alerter uniquementt pour les utilisateurs suivants
it: Avvisami solo per gli utenti seguenti

# ckBUseAlertsWords
source: Alert me only for the following words
de: Mich nur für die folgenden Wörtern alarmieren
es: Avisarme únicamente si los elementos contienen las siguientes palabras
fr: M'alerter uniquement pour les éléments contenant les mots suivants
it: Avvisami solo per le parole seguenti

# ckbUseFactery
source: Enable search with Factery
de: Die Suche mit Factery aktivieren
es: Activar la búsqueda con Factery
fr: Activer la recherche avec Factery
it: Abilitare la ricerca con Factery

# ckbUseFriendFeed
source: Enable search with Friendfeed
de: Die Suche mit Friendfeed aktivieren
es: Activar la búsqueda con Friendfeed
fr: Activer la recherche avec Friendfeed
it: Abilitare la ricerca con Friendfeed

# ckbUseGlobalFilter
source: Show sobees filter
de: sobees Filter zeigen
es: Mostrar el filtro sobees
fr: Montrer le filtre sobees
it: Mostrare filtro sobees

# ckbUseOneRiot
source: Enable search with OneRiot
de: Die Suche mit OneRiot aktivieren
es: Activar la búsqueda Oneriot
fr: Activer la recherche avec OneRiot
it: Attivare ricerca con OneRiot

# ckbuseProxy
source: Use a Proxy Server
de: Proxy-Server verwenden
es: utilizar un servidor Proxy
fr: Utiliser un serveur Proxy
it: Utilizzare un Proxy server

# ckbUseTwitterSearch
source: Enable search with Twitter Search
de: Die Suche mit Twitter Suche aktivieren
es: Activar la búsqueda con el buscador Twitter
fr: Activer la recherche avec la Recherche Twitter
it: Attivare la ricerca con Twitter Search

# errorLinkedIn
source: The LinkedIn services returned an error: (403) Forbidden.
fr: Le service LinkedIn a retourné une erreur: (403) Non autorisé.

# gotoStep1
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Seguente

# headerTabAccount
source: Add a Twitter account
de: Ein Twitter Konto hinzufügen
es: Agregar una cuenta Twitter
fr: Ajouter un compte Twitter
it: Aggiungere un conto Twitter

# headerTabGeneral
source: General settings
de: Allgemeine Einstellungen
es: Configuraciones generales
fr: Paramètres généraux
it: Impostazioni generali

# hybtnWhat
source: What's new
de: Neuerungen
es: ¿Qué hay de nuevo?
fr: Quoi de neuf
it: Novità

# hypbtnFollowFB
source: Follow us on Facebook
de: Folgt uns auf Facebook
es: Síguenos en Facebook
fr: Suivez-nous sur Facebook
it: Seguiteci su Facebook

# hypbtnFollowTW
source: Follow us on Twitter
de: Folgt uns auf Twitter
es: Síguenos en Twitter
fr: Suivez-nous sur Twitter
it: Seguiteci su Twitter

# hypbtnlicence
source: software licence agreement.
de: Software-Lizenzvereinbarung.
es: Acuerdo de licencia de software
fr: l'accord de licence de logiciel de sobees.
it: Accordo di licenza per software

# JumpListGoToWhatsNew
source: Go to sobees 'What's new' web site
de: What's new' auf sobees.com anzeigen
es: Ir al sitio web sobees "¿Qué hay de nuevo?"
fr: Afficher la page 'What's new' sur le site sobees
it: Vai sul sito web di sobees "Novità"

# JumpListPostStatus
source: Post a new status update...
de: Status aktualisieren…
es: Publicar un nuevo estatus
fr: Mettre le statut à jour…
it: Posta un nuovo stato d'aggiornamento

# JumpListSettings
source: Change Settings...
de: Einstellungen bearbeiten…
es: Cambiar configuraciones
fr: Modifier les paramètres…
it: Cambiare impostazioni

# lblServer
source: Server
es: servidor
fr: Serveur

# lblUserDomain
source: Domain
es: dominio
fr: Domaine
it: Dominio

# lblUserName
source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

# rbFBAdvanced
source: Advanced notifications' settings
de: Erweiterte Benachrichtigungseinstellungen
es: Configuraciones de las notificaciones avanzadas
fr: Paramètres avancés pour les notifications
it: Impostazioni avanzate per le notifiche

# rbFBAll
source: Enable notifications for all items
de: Benachrichtigungen für alle Elemente aktivieren
es: Activar notificaciones para todos los elementos
fr: Activer les notifications pour tous les éléments
it: Attiva le notifiche per tutti gli elementi

# rbFBNo
source: Disable notifications
de: Benachrichtigungen deaktivieren
es: Desactivar los avisos
fr: Désactiver les notifications
it: Disattivare le notifiche

# rdTabConnections
source: Connections
de: Kontakte
es: Contactos
fr: Connexions

# rdTabEvents
source: Event(s)
de: Veranstaltungen
es: eventos
fr: Evénement(s)
it: Eventi

# rdTabFriends
source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

# rdTabFriendsMy
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività

# rdTabHome
source: Home
de: Startseite
es: Inicio
fr: Accueil

# rdTabMail
source: Inbox
de: Postfach
es: Bandeja de entrada
fr: Boîte de réception
it: Posta in arrivo

# rdTabMyUpdateMy
source: My activities
de: Meine Aktivitäten
es: Mis actividades
fr: Mes activités
it: Le mie attività

# rdTabProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# rdTabSearch
source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Ricerca

# rdTabStatusUpdateMy
source: Status
es: Estado
fr: Statuts
it: Stato

# rdTabTopFriendsMy
source: Top friends
de: Top Freunde
es: Mejores amigos
fr: Top amis
it: Migliori amici

# RTS
source: Search
de: Suche
es: Buscar mensajes recientes
fr: Recherche
it: Ricerca messaggi recenti

# tabAlbumsOnly
source: Albums only
de: Nur Alben
es: Únicamente álbumes
fr: Albums uniquement
it: solamente gli album

# tabCredentials
source: Accounts
de: Konten
es: Cuenta
fr: Comptes
it: Account

# tabItemGeneral
source: General
de: Generell
fr: Général
it: Generale

# tabItemProxy
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato

# tabLinksOnly
source: Links only
de: Nur Links
es: Enlaces únicamente
fr: Liens uniquement
it: Solamente i link

# tabStatusOnly
source: Status only
de: Nur Status
es: Estado únicamente
fr: Statuts uniquement
it: Solamente gli stati

# textBlockSureClosing
source: Are you sure you want to close this service?
de: Sind Sie sicher, dass Sie dieses Service schliessen wollen?
es: ¿Está seguro de querer cerrar este servicio?
fr: Êtes-vous certain de vouloir fermer ce service?
it: Sei sicuro di voler uscire da questo servizio?

# timAgoAbout
source: about
de: vor etwa
es: Hace aproximadamente
fr: Il y a environ
it: Circa

# timAgoAHour
source: about 1 hour ago
de: vor 1 Stunde
es: Hace alrededor de una hora
fr: Il y a 1 heure
it: Circa 1 ora fa

# timAgoAMinute
source: about 1 minute ago
de: vor 1 Minute
es: Hace alrededor de un minuto
fr: Il y a 1 minute
it: Circa 1 minuto fa

# timAgoASecond
source: 1 second ago
de: vor 1 Sekunde
es: Hace un segundo
fr: Il y a 1 seconde
it: 1 secondo fa

# timAgoXSecond
source: seconds ago
de: Sekunden
es: segundos antes
fr: secondes
it: secondi fa

# timeAgoADay
source: 1 day ago
de: vor 1 Tag
es: Hace un día
fr: Il y a 1 jour
it: 1 giorno fa

# timeAgoXDay
source: days ago
de: Tage
es: Hace
fr: jours
it: giorni fa

# timeAgoXHour
source: hours ago
de: Stunden
es: horas
fr: heures
it: ore fa

# timeAgoXMinute
source: minutes ago
de: Minuten
es: minutos
fr: minutes
it: minuti fa

# trayMinimizeToTaskbar
source: Minimize to taskbar
de: In die Taskleiste minimieren
es: Minimizar a barra de tareas
fr: Minimiser dans la barre des tâches
it: Minimizzare per taskbar

# trayMinimizeToTray
source: Minimize to tray
de: In den Infobereich minimieren
es: Minimizar a bandeja
fr: Minimiser dans la zone de notification
it: Ridurre a barra delle applicazioni

# trayQuitbDule
source: Quit sobees
de: sobees schliessen
es: Salir de sobees
fr: Quitter sobees
it: Uscire da sobees

# trayRestorebDule
source: Restore sobees
de: sobees wiederherstellen
es: Restaurar sobees
fr: Restaurer sobees
it: Restituire sobees

# trayShowbDule
source: Open sobees
de: sobees öffnen
es: Abrir sobees
fr: Ouvrir sobees
it: Apri sobees

# traySystemTrayIconTooltip_Hidden
source: Show sobees
de: sobees anzeigen
es: Mostrar sobees
fr: Afficher sobees
it: Mostra sobees

# txbRegister
source: Register to access sobees from any computer and to save your settings and services
de: Registrieren Sie sich um sobees von jedem Computer zugreifen und um Ihre Einstellungen und Service zu speichern.
es: Regístrese para acceder a sobees desde cualquier ordenador y guardar sus configuraciones y servicios
fr: Enregistrez-vous afin d'accéder à sobees depuis n'importe quel ordinateur et afin d'enregistrer vos paramètres et vos services
it: Registratevi per accedere a sobees da ogni computer e salvate le vostre impostazioni e servizi

# txtAll
source: All
de: Alles
es: Todos
fr: Tous
it: Tutto(i)

# txtApiKey
source: Api Key
de: API Schlüssel
es: Llave API
fr: Clé API
it: Chiave Api

# txtArrangeServicesTemplate
source: Reorder services
de: Service einrichten
es: Ordenar los servicios
fr: Réorganiser les services
it: configurare i servizi

# txtbkFollow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
it: Seguire

# txtbkTwPassword
source: Twitter password
de: Twitter Passwort
es: Contraseña Twitter
fr: Mot de passe Twitter
it: password Twitter

# txtbkUnfollow
source: Unfollow
de: Nicht mehr folgen
es: Parar
fr: Cesser de suivre
it: Non seguire

# txtblActivities
source: Activities:
de: Aktivitäten:
es: Actividades:
fr: Activités:
it: Attività:

# txtblAddAccount
source: Add account
de: ein Account hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
it: Aggiungi account

# txtblAddMultiPostingService
source: In order to update your status on additional services, please connect to them within the My Social Networks application.
de: Um Ihren Status auf andere Service zu aktualisieren, melden sie sich auf Ihre Kontos durch Meine Sozialen Netzwerke.
es: Para actualizar su estado en servicios adicionales, por favor conéctese a ellos desde la aplicación Mis redes sociales.
fr: Afin de mettre à jour votre statut sur d'autres services, veuillez vous connecter à vos comptes depuis l'application "Mes réseaux sociaux".
it: Per aggiornare il suo stato su altri servizi, si prega di connettersi ai suoi conti via I miei social network.
